#1) Поработайте с переменными, создайте несколько, выведите на экран,
# запросите у пользователя несколько чисел и строк и сохраните в переменные,
# выведите на экран.

#a = input("Напишите в поле как вас зовут: ")
#b = input("Введите сколько вам лет: ")
#print(f'''Мы рады приветсвовать тебя {a}
#ты уже почти взрослый, раз тебе  Уже....
#            -)  {b} лет!!!''')


# 3. Узнайте у пользователя число n. Найдите сумму чисел n + nn + nnn.
# Например, пользователь ввёл число 3. Считаем 3 + 33 + 333 = 369.

#n = input("Введите число: ")
#nn = int(n+n)
#nnn = int(n+n+n)
#n = int(n)
#result = (n+nn+nnn)
#print(result)

