# 4. Пользователь вводит целое положительное число. Найдите самую
# большую цифру в числе.
# Для решения используйте цикл while и арифметические операции.
#додумался только до такого способа

x = input("введите число: ")
newlist = []
newlist[:0] = x
y = max(newlist)
print(y)